Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/bitwarden.tmx
Source language: en
Languages: sv

source: Import items
sv: Importera objekt

source: Lock all accounts
sv: Lås alla konton

source: US
sv: USA

source: **Select Import data** in the web app, then **Done** to finish syncing.
sv: **Välj Importera data** i webbappen och sedan **Färdig** för att avsluta synkroniseringen.

source: Return to app
sv: Återvänd till app

source: Help with server geolocations
sv: Hjälp med servergeolokalisering.

source: Use Face ID To Unlock
sv: Använd Face ID för att låsa upp

source: Account locked
sv: Kontot är låst

source: Contact Info
sv: Kontaktuppgifter

source: Last edited: [%1$s]
sv: Senast redigerad: [%1$s]

source: Delete log
sv: Ta bort logg

source: All accounts have been locked
sv: Alla konton har låsts

source: [%1$s] · Cancel anytime
sv: [%1$s] · Avbryt när som helst

source: Log in with your Master Password or PIN then re-enable biometric login in Settings.
sv: Logga in med ditt huvudlösenord eller PIN-kod och aktivera sedan biometriska inloggningar i Inställningar.

source: You'll complete the purchase with Stripe secure checkout.
sv: Du slutför köpet med Stripe-säker utcheckning.

source: Locked
sv: Låst

source: From your computer, follow these instructions to export saved passwords from your browser or other password manager. Then, safely import them to Bitwarden.
sv: Från din dator följer du dessa instruktioner för att exportera sparade lösenord från din webbläsare eller annan lösenordshanterare. Sedan kan du importera dem till Bitwarden på ett säkert sätt.

source: Cannot add authenticator key?
sv: Kan inte lägga till authenticator-nyckeln?

source: Your subscription status could not be determined. Please visit the web app for more details or update to the latest version.
sv: Din prenumerationsstatus kunde inte fastställas. Besök webbappen för mer information eller uppdatera till den senaste versionen.

source: Active
sv: Aktiv

source: Login credentials
sv: Inloggningsuppgifter

source: Unlock with biometrics
sv: Lås upp med biometri

source: Your subscription was canceled on <annotation emphasis="bold"><annotation arg="0">[%1$s]</annotation></annotation>. Resubscribe to continue using Premium features.
sv: Din prenumeration avbröts den <annotation emphasis="bold"><annotation arg="0">[%1$s]</annotation></annotation>. Teckna en ny prenumeration för att fortsätta använda Premium-funktioner.

source: Log in to Bitwarden on your iPhone to view verification codes
sv: Logga in på Bitwarden på din iPhone för att visa verifieringskoder

source: Are you sure you want to stop trusting [%s]?
sv: Är du säker på att du inte längre vill lita på [%s]?

source: Are you sure you want to cancel the import process?
sv: Är du säker på att du vill avbryta importprocessen?

source: Set up biometrics or choose a PIN code to quickly access your vault and autofill your logins.
sv: Ställ in biometri eller välj en PIN-kod för att snabbt komma åt ditt valv och autofyll dina inloggningar.

source: Theme
sv: Tema

source: Phone
sv: Telefon

source: Change master password
sv: Ändra huvudlösenord

source: Unlock advanced security features
sv: Lås upp avancerade säkerhetsfunktioner

source: Breach monitoring
sv: Intrångsmonitorering

source: 2 minutes
sv: 2 minuter

source: Continue to [%1$s]?
sv: Fortsätt till [%1$s]?

source: Your request was interrupted because the app needs local network access. You can enable this in your device settings.
sv: Din begäran avbröts eftersom appen behöver lokal nätverksåtkomst. Du kan aktivera detta i dina enhetsinställningar.

source: Use Universal Clipboard to copy here and paste on other devices signed in with the same Apple ID.
sv: Använd Universal Clipboard för att kopiera här och klistra in på andra enheter som är inloggade med samma Apple-ID.

source: Your organization no longer requires a master password for its members. Please verify the domain below with your admin and enter your master password to continue.
sv: Din organisation kräver inte längre ett huvudlösenord för sina medlemmar. Verifiera domänen nedan med din administratör och ange ditt huvudlösenord för att fortsätta.

source: First login:
sv: Första inloggningen:

source: An error occurred while trying to lock the current user
sv: Ett fel uppstod när det aktuella användarkontot skulle låsas

source: Learn more about privileged apps
sv: Läs mer om privilegierade appar

source: Select
sv: Välj

source: Enable local network access
sv: Aktivera lokal nätverksåtkomst

source: Turn on autofill
sv: Aktivera autofyll

source: 10 seconds
sv: 10 sekunder

source: Deleting…
sv: Tar bort…

source: Not you?
sv: Är det inte du?

source: Shared
sv: Delad

source: Verification codes imported
sv: Verifieringskoder importerade

source: Vault exported successfully
sv: Valvet exporterades

source: Item name (required)
sv: Artikelns namn (obligatoriskt)

source: Learn more about how to keep credentials secure when using “[%1$s]”.
sv: Läs mer om hur du håller inloggningsuppgifter säkra när du använder ”[%1$s]”.

source: No email addresses entered
sv: Inga e-postadresser har angetts

source: Require master password on app restart?
sv: Kräv huvudlösenord vid omstart av appen?

source: Enter the client certificate password and the desired alias for this certificate.
sv: Ange lösenordet för klientcertifikatet och önskat alias för detta certifikat.

source: You have a grace period of <annotation arg="0">[%1$i]</annotation> day from your subscription expiration date. Please resolve the past due invoices by <annotation emphasis="bold"><annotation arg="1">[%2$s]</annotation></annotation>.
sv: Du har en frist på <annotation arg="0">[%1$i]</annotation> dag från din prenumerations slutdatum. Reglera de förfallna fakturorna senast <annotation emphasis="bold"><annotation arg="1">[%2$s]</annotation></annotation>.

source: You have a grace period of <annotation arg="0">[%1$i]</annotation> days from your subscription expiration date. Please resolve the past due invoices by <annotation emphasis="bold"><annotation arg="1">[%2$s]</annotation></annotation>.
sv: Du har en frist på <annotation arg="0">[%1$i]</annotation> dagar från din prenumerations slutdatum. Reglera de förfallna fakturorna senast <annotation emphasis="bold"><annotation arg="1">[%2$s]</annotation></annotation>.

source: On your computer, open a new browser tab and <annotation emphasis="bold">go to <annotation arg="0">[%1$s]</annotation></annotation>
sv: Öppna en ny webbläsarflik på datorn och <annotation emphasis="bold">gå till <annotation arg="0">[%1$s]</annotation></annotation>

source: Shared folder, [%1$s]
sv: Delad mapp, [%1$s]

source: Plan
sv: Prenumeration

source: [%1$s] of [%2$s]
sv: [%1$s] av [%2$s]

source: Use the generator to create secure passwords, passphrases and usernames.
sv: Använd generatorn för att skapa säkra lösenord, lösenordsfraser och användarnamn.

source: There are no items that match the search
sv: Det finns inga objekt som matchar sökningen

source: All trusted apps
sv: Alla betrodda appar

source: Authenticator key added.
sv: Autentiseringsnyckel tillagd.

source: Import logins to Bitwarden
sv: Importera inloggningar till Bitwarden

source: Code sent!
sv: Kod har skickats!

source: Copy national identification number
sv: Kopiera personnummer

source: Choose your master password
sv: Välj ditt huvudlösenord

source: Sending to trash…
sv: Skickar till papperskorgen…

source: Import from another app
sv: Importera från en annan app

source: Your subscription expired on **[%1$s]**. Resubscribe to continue using Premium features.
sv: Din prenumeration löpte ut den **[%1$s]**. Teckna en ny prenumeration för att fortsätta använda Premium-funktioner.

source: Add the key to an existing or new item
sv: Lägg till nyckeln till ett befintligt eller nytt objekt

source: Unable to unarchive selected item.
sv: Det går inte att avarkivera valt objekt.

source: An error has occurred
sv: Ett fel har inträffat

source: Web - [%1$s]
sv: Webb - [%1$s]

source: Skip for now
sv: Hoppa över nu

source: Enable notifications
sv: Aktivera aviseringar

source: Need another option?
sv: Behöver du fler alternativ?

source: Edit Send
sv: Redigera Send

source: Expires at [%s]
sv: Går ut den [%s]

source: Log in to the Bitwarden web app.
sv: Logga in på Bitwardens webbapp.

source: Create a ${applicationName} passphrase
sv: Skapa en lösenordsfras för ${applicationName}

source: Pending request
sv: Väntande begäran

source: We couldn’t process your payment. Update your payment method before your subscription ends on <annotation emphasis="bold"><annotation arg="0">[%1$s]</annotation></annotation>.
sv: Vi kunde inte behandla din betalning. Uppdatera din betalningsmetod innan din prenumeration upphör den <annotation emphasis="bold"><annotation arg="0">[%1$s]</annotation></annotation>.

source: 6 OF 6
sv: 6 AV 6

source: Advanced options
sv: Avancerade inställningar

source: Design a secure passphrase via ${applicationName}
sv: Utforma en säker lösenordsfras via ${applicationName}

source: **Add a number or symbol** to make it even stronger. Now you have a unique, secure, and memorable passphrase!
sv: **Lägg till ett tal eller en symbol** för att göra det ännu starkare. Nu har du en unik, säker och minnesvärd lösenordsfras!

source: Checking
sv: Checkkonto

source: Set up unlock
sv: Ställ in upplåsning

source: Import restricted, unable to import cards from this account.
sv: Importen begränsad, kan inte importera kort från detta konto.

source: Identities
sv: Identiteter

source: Premium subscription required
sv: Premium-prenumeration krävs

source: YubiKey security key
sv: YubiKey-säkerhetsnyckel

source: Master password help
sv: Huvudlösenordshjälp

source: 30 minutes
sv: 30 minuter

source: Send deleted
sv: Send har raderats

source: Account logged out successfully
sv: Kontot har loggats ut

source: Account successfully created!
sv: Ditt konto har skapats!

source: Generate passphrase using ${applicationName}
sv: Generera lösenordsfras med hjälp av ${applicationName}

source: The following instructions will guide you through importing logins from your desktop or laptop computer
sv: Följande instruktioner hjälper dig att importera inloggningar från din stationära eller bärbara dator

source: There are no items to list
sv: Det finns inga objekt att visa

source: Custom fields
sv: Anpassade fält

source: File could not be processed
sv: Filen kunde inte behandlas

source: Send Details
sv: Skicka detaljer

source: Weak
sv: Svagt

source: Cannot read key.
sv: Kan inte läsa nyckel.

source: Bitwarden could not decrypt %d vault item.
sv: Bitwarden kunde inte dekryptera %d valvobjekt.

source: Bitwarden could not decrypt %d vault items.
sv: Bitwarden kunde inte dekryptera %d valvobjekt.

source: Add website
sv: Lägg till webbplats

source: This export contains your vault data in an unencrypted format. You should not store or send the exported file over unsecure channels (such as email). Delete it immediately after you are done using it.
sv: Denna export innehåller ditt valv i ett okrypterat format. Du bör inte lagra eller skicka den exporterade filen över osäkra kanaler (t.ex. e-post). Radera den omedelbart när du är färdig med den.

source: Passports
sv: Pass

source: Sending
sv: Skickar

source: Show a recognizable image next to each login
sv: Visa en identifierbar bild bredvid varje inloggning

source: Owner, [%1$s]
sv: Ägare, [%1$s]

source: 5. Select “Bitwarden”
sv: 5. Välj “Bitwarden”

source: Custom timeout
sv: Anpassad tidsgräns

source: No password fields detected
sv: Inga lösenordsfält hittades

source: Identity name
sv: Identitetsnamn

source: Current plan
sv: Nuvarande prenumeration

source: Edit item
sv: Redigera objekt

source: Copy number
sv: Kopiera nummer

source: Sync unsuccessful
sv: Synkronisering misslyckades

source: <annotation emphasis="bold">Save the exported file</annotation> somewhere on your computer you can find easily.
sv: <annotation emphasis="bold">Spara den exporterade filen</annotation> på ett ställe på datorn som du lätt kan hitta.

source: All vaults
sv: Alla valv

source: Okay
sv: Okej

source: Search [%1$s]
sv: Sök [%1$s]

source: Level up your logins
sv: Förbättra dina inloggningar

source: Unable to archive selected item.
sv: Det går inte att arkivera valt objekt.

source: Learn more about using passkeys with Bitwarden.
sv: Läs mer om hur du använder inloggningsnycklar med Bitwarden.

source: [%1$i] hour
sv: [%1$i] timme

source: [%1$i] hours
sv: [%1$i] timmar

source: There are no passports in your vault.
sv: Det finns inga pass i ditt valv.

source: Creating account…
sv: Skapar konto…

source: Passkey operation failed because the browser is not trusted.
sv: Åtgärden för inloggningsnyckel misslyckades eftersom webbläsaren inte är pålitlig.

source: There was a problem importing your items. Please try again. If the problem persists, contact support.
sv: Det gick inte att importera dina objekt. Försök igen. Om problemet kvarstår, kontakta support.

source: Open generator
sv: Öppna generatorn

source: Edit identity
sv: Redigera identitet

source: We couldn’t load your subscription details. Please try again.
sv: Vi kunde inte ladda din prenumerationsinformation. Försök igen.

source: Format: [%1$s]. Separate multiple URIs with a comma.
sv: Format: [%1$s]. Separera flera URI:er med ett kommatecken.

source: Retry import
sv: Importera igen

source: Verification codes exported
sv: Verifieringskoder exporterade

source: Unable to read the certificate file.
sv: Det gick inte att läsa certifikatfilen.

source: Privileged apps
sv: Privilegierade appar

source: Delete logs
sv: Radera loggar

source: New custom field
sv: Nytt anpassat fält

source: Updating password
sv: Uppdaterar lösenord

source: Open email app
sv: Öppna e-postappen

source: Create account on
sv: Skapa konto på

source: You’ll complete the purchase with Stripe secure checkout.
sv: Du slutför köpet med Stripe-säker utcheckning.

source: The best way to make sure you can always access your account is to set up safeguards from the start.
sv: Det bästa sättet att se till att du alltid kan komma åt ditt konto är att sätta upp skyddsåtgärder redan från början.

source: Search vault
sv: Sök i valvet

source: Empty Item Listing
sv: Tom objektlistning

source: Turn on browser autofill integration later?
sv: Slå på integration för autofyll i webbläsaren senare?

source: Expires on [%s]
sv: Går ut den [%s]

source: There are no identities in your vault
sv: Det finns inga identiteter i ditt valv

source: Due to an enterprise policy, you can only create [%1$s] Sends.
sv: På grund av en företagspolicy kan du endast skapa [%1$s] Send-objekt.

source: Apply
sv: Verkställ

source: Passkey operation failed because browser is not privileged
sv: Åtgärden för inloggningsnyckel misslyckades eftersom webbläsaren inte är privilegierad

source: Trusted by Google
sv: Betrodd av Google

source: Biometrics are no longer supported on this device
sv: Biometri stöds inte längre på den här enheten

source: This notice is required before Bitwarden can offer accessibility-based autofill.
sv: Detta meddelande krävs innan Bitwarden kan erbjuda tillgänglighetsbaserad autofyllnad.

source: Your subscription is scheduled to cancel on <annotation emphasis="bold"><annotation arg="0">[%1$s]</annotation></annotation>. You can reinstate it anytime before then.
sv: Din prenumeration är schemalagd att avbrytas den <annotation emphasis="bold"><annotation arg="0">[%1$s]</annotation></annotation>. Du kan återaktivera den när som helst innan dess.

source: You’ve been logged out because your device’s biometrics don’t meet the latest security requirements. To update settings, log in once again or contact your administrator for access.
sv: Du har loggats ut eftersom din enhets biometriska data inte uppfyller de senaste säkerhetskraven. För att uppdatera inställningarna, logga in igen eller kontakta din administratör för åtkomst.

source: Pick three or four random, unrelated words that you can easily remember. Think of **objects, places, or things** you like.
sv: Välj tre eller fyra slumpmässiga, orelaterade ord som du lätt kan komma ihåg. Tänk på **föremål, platser eller saker** som du gillar.

source: Email address
sv: E-postadress

source: Select where you would like to save new verification codes.
sv: Välj var du vill spara nya verifieringskoder.

source: User verification for passkey
sv: Användarverifiering för inloggningsnyckel

source: Take me to the app settings
sv: Ta mig till appinställningarna

source: Error loading certificate
sv: Fel vid inläsning av certifikat

source: Copy phone number
sv: Kopiera telefonnummer

source: This attachment is [%1$s] in size. Are you sure you want to download it onto your device?
sv: Denna bilaga är [%1$s] i storlek. Är du säker på att du vill ladda ner den till din enhet?

source: Unable to import your items
sv: Det går inte att importera dina objekt

source: No Username
sv: Inget användarnamn

source: Check if password has been exposed.
sv: Kontrollera om lösenordet har avslöjats.

source: Pick three or four random, unrelated words that you can easily remember. Think of <annotation emphasis="bold">objects, places, or things</annotation> you like.
sv: Välj tre eller fyra slumpmässiga, orelaterade ord som du lätt kan komma ihåg. Tänk på <annotation emphasis="bold">föremål, platser eller saker som</annotation> du tycker om.

source: %d minute
sv: %d minut

source: %d minutes
sv: %d minuter

source: You can return to complete this step anytime in Vault under Settings.
sv: Du kan återgå till att slutföra detta steg när som helst i Vault under Inställningar.

source: This request is no longer valid
sv: Denna förfrågan är inte längre giltig

source: Scan a QR code
sv: Skanna en QR-kod

source: You’re using a browser that requires special permissions for Bitwarden to autofill your passwords.
sv: Du använder en webbläsare som kräver särskilda behörigheter för Bitwarden för att autofylla dina lösenord.

source: This password has been exposed [%i] time in data breaches. You should change it.
sv: Detta lösenord har exponerats [%i] gång i dataintrång. Du bör ändra det.

source: This password has been exposed [%i] times in data breaches. You should change it.
sv: Detta lösenord har exponerats [%i] gånger i dataintrång. Du bör ändra det.

source: Take me to ${applicationName}'s generator
sv: Ta mig till ${applicationName}:s generator

source: A passkey already exists for this application.
sv: Det finns redan en passerkod för den här applikationen.

source: There are no items in this collection.
sv: Det finns inga objekt i denna samling.

source: masterPasswordUnlock cleared.
sv: masterPasswordUnlock rensad.

source: **Save the exported file** somewhere on your computer you can find easily.
sv: **Spara den exporterade filen** på ett ställe på din dator som du lätt kan hitta.

source: Clear masterPasswordUnlock
sv: Rensa masterPasswordUnlock

source: Copy company
sv: Kopiera företag

source: Unsupported certificate type
sv: Certifikattypen stöds inte

source: Copy TOTP automatically
sv: Kopiera TOTP automatiskt

source: Clear SSO cookies
sv: Rensa SSO-cookies

source: Accounts
sv: Konton

source: There are no notes in your vault
sv: Det finns inga anteckningar i ditt valv

source: Allow Authenticator app syncing in settings to view all of your verification codes here.
sv: För att kunna se alla dina verifieringskoder måste du tillåta synkronisering på alla dina konton.

source: Go to my vault
sv: Gå till mitt valv

source: Password operation failed because the selected item does not exist.
sv: Åtgärd för lösenord misslyckades därför att det valda objektet inte finns.

source: You’ll be taken to Stripe to manage your subscription cancellation.
sv: Du kommer att tas till Stripe för att hantera din prenumerationsavbokning.

source: This file is too large to preview. You can still download it to view on your device.
sv: Den här filen är för stor för att förhandsgranskas. Du kan fortfarande ladda ner den för att visa den på din enhet.

source: Authenticator sync
sv: Synkronisering av autentiserare

source: Use another two-step login method
sv: Använd en annan metod för tvåstegsverifiering

source: You may need to enable device passcode or biometrics.
sv: Du kan behöva aktivera enhetens lösenkod eller biometri.

source: Your next charge is for <annotation emphasis="bold"><annotation arg="0">[%1$s]</annotation></annotation> USD due on <annotation emphasis="bold"><annotation arg="1">[%2$s]</annotation></annotation>.
sv: Din nästa betalning är på <annotation emphasis="bold"><annotation arg="0">[%1$s]</annotation></annotation> USD och förfaller <annotation emphasis="bold"><annotation arg="1">[%2$s]</annotation></annotation>.

source: Load the password creator in ${applicationName}
sv: Ladda lösenordsskaparen i ${applicationName}

source: Items are collapsed, click to expand.
sv: Objekt är infällda, klicka för att expandera.

source: Default
sv: Standard

source: One or more organization policies are affecting your Send options.
sv: En eller flera organisationsriktlinjer påverkar dina Send-inställningar.

source: Enable temporary logging to collect and inspect logs locally. When enabled, application states and network calls may be logged—never sensitive vault information.
sv: Aktivera tillfällig loggning för att samla in och inspektera loggar lokalt. När det är aktiverat kan programstatus och nätverksanrop loggas - aldrig känslig valvinformation.

source: In the Bitwarden navigation, <annotation emphasis="bold">find the Tools</annotation> option and <annotation emphasis="bold">select Import data.</annotation>
sv: I Bitwarden-navigeringen <annotation emphasis="bold">hittar</annotation> du alternativet <annotation emphasis="bold">Verktyg</annotation> och <annotation emphasis="bold">väljer Importera data.</annotation>

source: Copy identity name
sv: Kopiera identitetsnamn

source: Email
sv: E-post

source: Yes, set default
sv: Ja, ställ in som standard

source: Local codes
sv: Lokala koder

source: Your upgrade is being processed. You’ll remain on the free plan until it’s complete. Sync now to check, or continue and it will update automatically.
sv: Din uppgradering bearbetas. Du kommer att vara kvar på gratisprenumerationen tills den är klar. Synkronisera nu för att kontrollera, eller fortsätt så uppdateras den automatiskt.

source: Website
sv: Webbplats

source: Get instant access to your passwords!
sv: Få omedelbar tillgång till dina lösenord!

source: This password was not found in any known data breaches. It should be safe to use.
sv: Detta lösenord hittades inte i några kända dataintrång. Det bör vara säkert att använda.

source: Show vault
sv: Visa valv

source: Get Help
sv: Få hjälp

source: You will be notified once approved.
sv: Du kommer att meddelas vid godkännande.

source: Your logins are now easily accessible right from your keyboard while logging into apps and websites.
sv: Dina inloggningar är nu enkelt åtkomna direkt från ditt tangentbord när du loggar in i appar och webbplatser.

source: Cannot scan QR Code?
sv: Kan inte skanna QR-kod?

source: No thanks
sv: Nej tack

source: Learn about ways to prevent account lockout
sv: Lär dig mer om hur du kan förhindra att kontot spärras

source: Generate a random ${applicationName} phrase
sv: Generera en slumpmässig ${applicationName}-fras

source: Search Sends
sv: Sök bland Send

source: Deletion time
sv: Raderingstid

source: Freeze every ${applicationName} account
sv: Frys alla ${applicationName}-konton

source: To continue, hold your Yubico security key against the back of the device or insert it into your device’s USB port, then touch its button.
sv: För att fortsätta, håll din YubiKey NEO mot baksidan av enheten eller sätt in din YubiKey i enhetens USB-port, tryck sedan på dess knapp.

source: Open password generator using ${applicationName}
sv: Öppna lösenordsgenerator med ${applicationName}
